cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'imagemagick'
brew 'jp2a'
brew 'openssl'
brew 'rbenv'
brew 'wget'
brew 'youtube-dl'
brew 'magic-wormhole'
brew 'watchman'
brew 'tesseract'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'


# silly stuff

brew 'myman'
brew 'sl'

