cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'zsh'
brew 'zsh-completions'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'imagemagick'
brew 'jp2a'
brew 'openssl'
brew 'rbenv'
brew 'wget'
brew 'youtube-dl'
brew 'magic-wormhole'
brew 'watchman'
brew 'tesseract'
brew 'tree'
brew 'rbenv'
brew 'ruby-build'
brew 'rbenv-default-gems'
brew 'fd'


cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'transmission'
cask 'vlc'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'qlimagesize'
cask 'flux'
cask 'appcleaner'
cask 'superduper'
cask 'cheatsheet'
cask 'spectacle'
cask 'iterm2'
cask 'slack'
cask 'karabiner'
cask 'virtualbox'
cask 'colorpicker'
cask 'colorpicker-skalacolor'


# silly stuff

brew 'myman'
brew 'sl'
brew 'cowsay'
brew 'fortune'
brew 'archey'

